[{
  "title": "Hélène",
  "year": "2021",
  "type": "solo",
  "source": "https://bandcamp.com/EmbeddedPlayer/track=2319527480/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
  "description": "soft memories."
},
  {
  "title": "A Dark Horizon of Thought",
  "year": "2021",
  "type": "narrative content",
  "source": "https://bandcamp.com/EmbeddedPlayer/album=4024944266/size=large/bgcol=ffffff/linkcol=0687f5/artwork=small/transparent=true/",
  "description": "Forest becomes object. Object gains agency and maintains a murky relationship with the human species. Written and directed by Jannes Callens, Cinematography: Sven Aerts, Sound: Nicolas Van Ruysevelt, Montage: Arnaud Batog"
},
  {
    "title": "DOUBLE (un)BOUND",
    "year": "2021",
    "type": "solo",
    "source": "https://bandcamp.com/EmbeddedPlayer/album=1684761460/size=large/bgcol=ffffff/linkcol=0687f5/artwork=small/transparent=true/",
    "description": "DOUBLE (UN)BOUND explores the notion of repetition through the process of composition. Restricted to one instrument, one track, and one take. Each day one track will be recorded and published. The patch made on the modular synthesizer will be untied by unplugging the patch cables, at which point it can never be fully recreated agai\nIn doing so, I want to evoke the sentiment of repetition that has become an acquaintanceship ever since the lockdown began. These studies will reflect upon the temporality of music as a composition of time or the absence thereof and the compromise to sociability. And although their fleeting nature, we will all be listening to them in the same way. In time, the intentions of this project will alter. It will grow and adapt itself to a particular motion in time. Until – finally – it will cease to exist. At which point in time silence truly does become empty.\n"
  },
  {
    "title": "un, deux, trois, soleil",
    "year": "2020",
    "type": "advertisement",
    "source": "https://player.vimeo.com/video/393541385?h=c28bfde478",
    "description": "Campaign for Youth at Social Risk written and directed by Khaël Touag. Shot by Virgil Leclercq, produced by Les Mecs."
  },
  {
    "title": "NEST",
    "year": "2020",
    "type": "narrative content",
    "source": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/1174186456&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true}",
    "description": "Short movie written and directed by Matthee van Holderbeke"
  }
]
